/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "grassgreen";

var DATA = {

    "北京" : {
        "北京师范大学" : ["乔碧涛-数学与应用数学"],
        "华北电力大学" : ["穆诚意-电气工程及其自动化"],
        "中央民族大学" : ["唐艺菲-生物科学"],
        "中央财经大学" : ["陈奕硕-金融学","曾双月"],
        "北京邮电大学" : ["蒋妮可"],
    },

    "上海" : {
        "华东师范大学" : ["邹松宸-物理学","周璐-统计学","文学-金融学"],
        "上海科技大学" : ["朱劲远-物理学"],
        "上海财经大学" : ["廖婧涵-工商管理类","曾云舒-数字经济"]
    },

    "重庆" : {
        "西南政法大学": ["向柳依-法学（国贸双学位）"],
        "重庆医科大学": ["王翔宇-临床医学","李则颖"],
        "重庆大学": ["廖乐琪"],
    },

    "成都" : {
        "四川大学" : ["刘翼坤-工科试验班（先进化工与高端装备类）","高思齐-电气类 ","吴均铭-金融学类","邱泓睿-电子信息","江靓雨-电子信息"],
        "四川大学（中外合办）" : ["王溪筠","段皓天-计算机"],
        "电子科技大学" : ["李可-软件工程","杜昊东-计算机科学与技术-互联网+"],
        "四川农业大学" : ["宋虹仪","罗涔桐-电气工程"],
        "西南财经大学" : ["郑昊宇-统计学","陈怡西","李卓蔓","巫一希"],
        "西南交通大学" : ["黄文萱-交通运输类"],
        "成都理工大学" : ["呙小青"],
    },

    "广州" : {
        "暨南大学" : ["谭思源-临床医学"],
    },

    "珠海": {
        "中山大学(珠海校区)" : ["周奕-汉语言文学"],
    },

    "武汉": {
        "武汉大学": ["覃锦瑞-工科实验班","余柔嘉-药学-科技菁英班"],
        "华中科技大学": ["刘思萌-药学类"],
        "江汉大学": ["孙焕文-口腔医学"],
    },

    "西安": {
        "西安交通大学": ["张慧-临床医学（5+3）","李苗瑞"],
        "西安电子科技大学": ["李茗鲜-电子信息"],
    },

    "威海": {
        "哈尔滨工业大学(威海校区)": ["曾双阳"],
    },

    "沈阳": {
        "东北大学": ["熊健麟-机械类"],
    },

    "宁波": {
        "宁波诺丁汉大学": ["贺熙旋-财务管理"],
    },

    "长春": {
        "吉林大学": ["刘致宁-化学类"],
    },

    "保定": {
        "华北电力大学（保定）": ["任佑恩-自动化"],
    },

    "徐州": {
        "中国矿业大学": ["林可欣-地球物理"],
    },

    "南通": {
        "南通大学": ["刘乐宜-电子信息工程"],
    },

    "南京": {
        "河海大学（中外合办）": ["廖锦城-机械工程"],
    },


};

var SPEC_POS = {
    "中国科学院大学" : [116.257207,39.915389],
    "帝国理工学院" : [-0.179124, 51.498889],
    "中国科学技术大学": [117.269675, 31.84465],
};

var MAP_TITLE = "四川师大附中高2024届01班 毕业去向统计";

var ABOUT = {
    "原作者＆鸣谢" : ["Yuehao","Hab1nA"],
    "作者" : ["任佑恩"],
    "信息收集" : ["乔碧涛","任佑恩"],
    "意见反馈" : ["QQ:1416005923"],
    "框架" : ["<a href='https://github.com/yuehaowang/irmap' target='_blank'>irmap</a>", "Bootstrap", "百度地图"],
    "备注" : ["统计不完全"],
    "版本": ["24.7.29 V1.0.0"],
};
